Repository: rapidpro/rapidpro
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: fr, pt_br

source: Recipients, enter contacts or groups
fr: Destinataires, entrez des contacts ou des groupes
pt_br: Destinatários, insira contatos ou grupos

source: Enter one or more contact groups
fr: Saisissez un ou plusieurs groupes de contact
pt_br: Digite um ou mais grupos de contatos

source: Send Message
fr: Envoyer un message
pt_br: Enviar mensagem

source: Processing..
fr: Traitement..
pt_br: Processando

source: Save
fr: Enregistrer
pt_br: Salvar

source: Add a field
fr: Ajouter un champ
pt_br: Adicionar um campo

source: Add all
fr: Ajouter tous
pt_br: Adicionar todos

source: fields
fr: champs
pt_br: Campos

source: contact
pt_br: Contato

source: Save Report
fr: Enregistrer le Rapport
pt_br: Salvar o relatorio

source: of
fr: de
pt_br: de

source: responses
fr: réponses
pt_br: Respostas

source: Rule Variable
fr: Règle de Variable
pt_br: Regra variável

source: Call Webhook
fr: Appel Webhook
pt_br: Chamar Webhook

source: is currently editing this Flow. Your changes will not be saved until the Flow is reloaded.
pt_br: está atualmente editando esse Fluxo. Suas alterações não serão salvas até o Fluxo ser recarregado.

source: Editing Conflict
fr: Conflit d'édition
pt_br: Editando Conflitos

source: Reload
fr: Recharger
pt_br: Recarregar

source: Note Title
fr: Titre de la Note
pt_br: Título da nota

source: Remove
fr: Supprimer
pt_br: Remover

source: Are you sure you want to remove this connection?
fr: Êtes-vous sûr de vouloir supprimer cette connexion?
pt_br: Você tem certeza que deseja remover essa conexão?

source: Contact Response
pt_br: Resposta de Contato

source: All Responses
fr: Toutes les réponses
pt_br: Todas as respostas

source: Response
fr: Réponse
pt_br: Resposta

source: Webhook variables
fr: Variables de Webhook
pt_br: Variáveis de Webhook

source: Category
fr: Catégorie
pt_br: Categoria

source: Text
fr: Texte
pt_br: Texto

source: Time
fr: Temps
pt_br: Tempo

source: Receive SMS
fr: Recevoir des SMS
pt_br: Receber SMS

source: Action
pt_br: Ação

source: When somebody arrives at this point in your flow
fr: Quand quelqu'un arrive à ce point dans votre flux
pt_br: Quando alguém chegar a esse ponto no seu fluxo

source: Sent to
fr: Envoyé à
pt_br: Enviado para

source: Sent to Name
fr: envoyé au Nom
pt_br: Enviado para Nome

source: Sent to Phone
fr: Envoyé au Téléphone
pt_br: Enviado para Telefone

source: Sent to Phone - E164
fr: Envoyé au Téléphone - E164
pt_br: Enviado para Telefone - E164

source: All flow variables
fr: Toutes les variables de flux
pt_br: Todas as variáveis do fluxo

source: Click to set Webhook URL
fr: Cliquez pour définir l'URL de Webhook
pt_br: Clique para definir a URL do Webhook

source: Send SMS
fr: Envoi SMS
pt_br: Enviar SMS

source: Add to Group
fr: Ajouter au groupe
pt_br: Adicionar ao grupo

source: Remove from Group
fr: Supprimer du groupe
pt_br: Remover do grupo

source: Play Message
fr: Lancer le message
pt_br: Executar Mensagem

source: Start Another Flow
fr: Lancer un autre flux
pt_br: Iniciar outro fluxo

source: Place Somebody Else in a Flow
fr: Introduire quelqu'un d'autre à un flux.
pt_br: Inserir outro contato em um fluxo

source: Update Contact
fr: Modifier un contact
pt_br: Atualizar contato

source: Add new variable
fr: Ajouter une nouvelle variable
pt_br: Adicionar nova variável

source: Contact Field
fr: Champ contact
pt_br: Campo de contato

source: Send Email
fr: Envoyer un email
pt_br: Enviar E-mail

source: Enter a valid e-mail address
fr: Saisissez une adresse e-mail valide
pt_br: Digite um e-mail válido

source: Variable name can only contains alphanumeric characters
fr: Le nom de la variable ne peut contienir que des caractères alphanumériques
pt_br: O nome da variável deve conter somente caracteres alfanuméricos

source: is not a number
fr: n'est pas un nombre
pt_br: Não é um número

source: The second number
fr: Le deuxième numéro
pt_br: Segundo número

source: should be larger than the first one
fr: doit être supérieure à la première
pt_br: Deve ser maior do que o primeiro

source: Save Response
pt_br: Salvar Resposta

source: is not a valid number
fr: n'est pas un nombre valide
pt_br: Não é um número válido

source: End of Branch
fr: Fin de cette branche
pt_br: Fim da seção

source: You must first add a response to this branch in order to extend it.
fr: Vous devez d'abord ajouter une réponse à cette branche en vue de l'étendre.
pt_br: Primeiramente você deve adicionar uma resposta a essa seção, antes de ampliá-la.

source: Add Response
fr: Ajouter une réponse
pt_br: Adicionar resposta

source: Enter the message to read out to the contact when they answer the phone.
fr: Entrez le message à lire pour le contact quand ils répondent au téléphone.
pt_br: Digite a mensagem a ser lida para os contatos quando atenderem ao telefone.

source: Hi @contact.name, do you have a moment to participate in a short poll?
fr: Salut @contact.name, avez-vous un moment pour participer à un petit sondage?
pt_br: Oi @contact.name, você tem um tempo para participar de uma pesquisa?

source: To get your flow started, you need to send a message.
fr: Pour obtenir votre flux de départ, vous avez besoin d'envoyer un message.
pt_br: Para iniciar seu fluxo, você precisa enviar uma mensagem.

source: Click here to create the first message in your flow.
fr: Cliquez ici pour créer le premier message dans votre flux.
pt_br: Clique aqui para criar a primeira mensagem do seu fluxo.

source: Hi @contact.name! Will you be able to attend the training on Saturday?
fr: Salut @contact.name! Serez-vous en mesure de participer à la formation le samedi?
pt_br: Oi @contact.name! Você poderá participar do treinamento sábado?

source: Archived Survey
fr: Enquête Archivée
pt_br: Pesquisa arquivada

source: This Survey is Archived.
fr: Cette Enquête est Archivée.
pt_br: Essa pesquisa foi arquivada.

source: You cannot broadcast to an archived survey
fr: Vous ne pouvez pas diffuser un sondage archivé
pt_br: Você não pode divulgar para uma pesquisa arquivada

source: Record Prompts
pt_br: Solicitações de registro

source: Test Call
fr: Appel Test
pt_br: Testar Ligação

source: Set Language
fr: Définir la Langue
pt_br: Definir Idioma

source: Start Test Call
fr: Lancer un Appel d'Essai
pt_br: Começar Teste de Chamada
